<template>
    <dv-scroll-board :config="config"  />
</template>
<script>
    export default {
    data(){
        return{
            config: {
                header: ['姓名', '手机号', '住址'],
                data: [
                    ['曾凡', '15204523678', '山西广场76号-12-9'],
                    ['衡利', '15904161730', '中山街39号-4-7'],
                    ['仇莉', '13003097693', '益都街105号-3-4'],
                    ['朱思瑶', '13302002428', '锦城广场117号-9-7'],
                    ['司坚清', '13003277880', '观海一路94号-19-9'],
                    ['百辉明', '13008064694', '安邱街117号-2-8'],
                    ['闵琰', '15805088490', '湛山四大厦134号-6-10'],
                    ['堵育云', '15101156479', '大名路66号-1-'],
                    ['廖娟', '15901807625', '大港纬二路47号-14-1'],
                    ['羊毅栋', '13602550139', '大名路21号-2-6']
                ],
                index: true,
                indexHeader:'索引',
                columnWidth: [50],
                align: ['center'],
                headerBGC: '#45BAFF18',
                oddRowBGC:'#003B5188',
                evenRowBGC:'#0A273288'

            }
        }
    
    }
    
        
    }
</script>